Repository: segunlee/LightComicsV2
Catalog: Projects/Feature/ReaderFeature/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ko

# reader.alert.go_to_page.message %lld
source: Enter page number (1-%lld)
ko: 페이지 번호 입력 (1-%lld)

# reader.alert.go_to_page.placeholder
source: Page number
ko: 페이지 번호

# reader.alert.go_to_page.title
source: Go to Page
ko: 페이지로 이동

# reader.setting.content_mode.0_aspect_fit
source: Aspect Fit
ko: 화면 맞춤

# reader.setting.content_mode.1_aspect_fill
source: Aspect Fill
ko: 화면 채움

# reader.setting.content_mode.2_scroll_to_fit
source: Scroll to Fit
ko: 스크롤 맞춤

# reader.setting.cut_mode.0_none
source: None
ko: 없음

# reader.setting.cut_mode.1_cut
source: Cut
ko: 분할

# reader.setting.cut_mode.2_cut_and_reverse
source: Cut & Reverse
ko: 분할 & 반전

# reader.setting.direction.0_to_right
source: To Right
ko: 오른쪽으로

# reader.setting.direction.1_to_left
source: To Left
ko: 왼쪽으로

# reader.setting.direction.2_to_bottom
source: To Bottom
ko: 아래로

# reader.setting.display.0_single
source: Single
ko: 단일

# reader.setting.display.1_double
source: Double
ko: 양면

# reader.setting.filter.0_none
source: None
ko: 없음

# reader.setting.filter.1_contrast
source: Contrast
ko: 대비

# reader.setting.filter.2_inverted
source: Inverted
ko: 반전

# reader.setting.filter.3_grayscale
source: Grayscale
ko: 흑백

# reader.setting.row.content_mode
source: Content Mode
ko: 콘텐츠 모드

# reader.setting.row.direction
source: Direction
ko: 방향

# reader.setting.row.display
source: Display
ko: 화면

# reader.setting.row.image_filter
source: Image Filter
ko: 이미지 필터

# reader.setting.row.transition
source: Transition
ko: 전환 효과

# reader.setting.row.wide_page_splitting
source: Wide Page Splitting
ko: 넓은 페이지 분할

# reader.setting.section.general
source: General
ko: 일반

# reader.setting.section.image
source: Image
ko: 이미지

# reader.setting.title
source: Viewer Settings
ko: 뷰어 설정

# reader.setting.transition.0_paging
source: Paging
ko: 페이징

# reader.setting.transition.1_page_curl
source: Page Curl
ko: 페이지 넘김

# reader.setting.transition.2_scroll
source: Scroll
ko: 스크롤

# reader.setting.transition.3_none
source: None
ko: 없음
